Repository: fcttechnologies/VillainArc
Catalog: VillainArc/Localizable.xcstrings
Source language: en
Languages: de, es, fr, it, ja, ko, pt_br, ru, zh_hans

source: Turn off live activities completely or restart the current one if it was dismissed accidentally.
de: Schalte Live Activities komplett aus oder starte die aktuelle neu, falls sie versehentlich geschlossen wurde.
es: Desactiva las Live Activities por completo o reinicia la actual si se cerró por accidente.
fr: Désactivez complètement les activités en direct ou redémarrez l'activité actuelle si elle a été fermée par accident.
it: Disattiva del tutto le attività in tempo reale o riavvia quella attuale se l'hai chiusa per sbaglio.
ja: Live Activityを完全にオフにするか、誤って閉じてしまった場合に現在のものを再開できます。
ko: 실시간 활동을 완전히 끄거나, 실수로 닫았다면 다시 시작하세요.
pt_br: Desative as Live Activities completamente ou reinicie a atual se ela foi dispensada por acidente.
ru: Полностью отключите Live Activities или перезапустите текущую, если закрыли её случайно.
zh_hans: 完全关闭实时活动，或在不小心关掉后重新启动当前的实时活动。

source: Turn this off to stop Villain Arc from generating suggestions for this exercise anywhere in the app.
de: Schalte dies aus, damit Villain Arc nirgends in der App Vorschläge für diese Übung generiert.
es: Desactiva esto para que Villain Arc deje de generar sugerencias para este ejercicio en cualquier parte de la app.
fr: Désactivez ceci pour empêcher Villain Arc de générer des suggestions pour cet exercice partout dans l'app.
it: Disattiva questa opzione per impedire a Villain Arc di generare suggerimenti per questo esercizio in tutta l'app.
ja: オフにすると、アプリのどこでもこの種目の提案が生成されなくなります。
ko: 이걸 끄면 앱 어디에서도 Villain Arc가 이 종목에 대한 제안을 만들지 않아요.
pt_br: Desative isto para impedir que o Villain Arc gere sugestões para este exercício em qualquer parte do app.
ru: Отключите, чтобы Villain Arc не создавал рекомендации для этого упражнения нигде в приложении.
zh_hans: 关闭此项后，Villain Arc 将不再在应用的任何位置为这个动作生成建议。

source: Two full cycles
de: Zwei volle Zyklen
es: Dos ciclos completos
fr: Deux cycles complets
it: Due cicli completi
ja: 2サイクル全体
ko: 두 사이클 전체
pt_br: Dois ciclos completos
ru: Два полных цикла
zh_hans: 两个完整循环

source: Type
de: Typ
es: Tipo
it: Tipo
ja: 種類
ko: 종류
pt_br: Tipo
ru: Тип
zh_hans: 类型

source: Unable to connect to iCloud right now. Please check your internet connection and try again.
de: Es kann derzeit keine Verbindung zu iCloud hergestellt werden. Bitte überprüfe deine Internetverbindung und versuche es erneut.
es: No se puede conectar con iCloud ahora mismo. Comprueba tu conexión a internet e inténtalo de nuevo.
fr: Impossible de se connecter à iCloud pour le moment. Vérifie ta connexion Internet et réessaie.
it: Non è possibile connettersi a iCloud in questo momento. Controlla la connessione a internet e riprova.
ja: 現在iCloudに接続できません。インターネット接続を確認して、もう一度お試しください。
ko: 지금은 iCloud에 연결할 수 없어요. 인터넷 연결을 확인하고 다시 시도해 주세요.
pt_br: Não foi possível conectar ao iCloud agora. Verifique sua conexão com a internet e tente novamente.
ru: Сейчас не удаётся подключиться к iCloud. Проверьте интернет-соединение и попробуйте снова.
zh_hans: 目前无法连接 iCloud。请检查网络连接后重试。

source: unavailable
de: nicht verfügbar
es: no disponible
fr: indisponible
it: non disponibile
ja: 利用不可
ko: 사용 불가
pt_br: indisponível
ru: недоступно
zh_hans: 不可用

source: Unavailable
de: Nicht verfügbar
es: No disponible
fr: Indisponible
it: Non disponibile
ja: 利用不可
ko: 사용 불가
pt_br: Indisponível
ru: Недоступно
zh_hans: 不可用

# Under %lld %@
source: Under %1$lld %2$@
de: Unter %1$lld %2$@
es: Menos de %1$lld %2$@
fr: Moins de %1$lld %2$@
it: Sotto %1$lld %2$@
ja: %1$lld%2$@未満
ko: %1$lld %2$@ 미만
pt_br: Abaixo de %1$lld %2$@
ru: Меньше %1$lld %2$@
zh_hans: 低于%1$lld%2$@

source: Undo
de: Widerrufen
es: Deshacer
fr: Annuler
it: Annulla
ja: 取り消す
ko: 실행 취소
pt_br: Desfazer
ru: Отменить
zh_hans: 撤销

source: Undo Favorite
de: Favorit rückgängig machen
es: Deshacer favorito
fr: Annuler le favori
it: Annulla il preferito
ja: お気に入りを取り消す
ko: 즐겨찾기 취소
pt_br: Desfazer favorito
ru: Убрать из избранного
zh_hans: 撤销收藏

source: Unfavorite
de: Favorit entfernen
es: Quitar de favoritos
fr: Retirer des favoris
it: Rimuovi dai preferiti
ja: お気に入りを解除
ko: 즐겨찾기 해제
pt_br: Desfavoritar
ru: Убрать из избранного
zh_hans: 取消收藏

source: Unfavorite Exercise
de: Übung nicht mehr favorisieren
es: Quitar ejercicio de favoritos
fr: Retirer l'exercice des favoris
it: Rimuovi l'esercizio dai preferiti
ja: 種目のお気に入りを解除
ko: 종목 즐겨찾기 해제
pt_br: Desfavoritar exercício
ru: Убрать упражнение из избранного
zh_hans: 取消收藏动作

source: Units
de: Einheiten
es: Unidades
fr: Unités
it: Unità
ja: 単位
ko: 단위
pt_br: Unidades
ru: Единицы
zh_hans: 单位

source: Unknown
de: Unbekannt
es: Desconocido
fr: Inconnu
it: Sconosciuto
ja: 不明
ko: 알 수 없음
pt_br: Desconhecido
ru: Неизвестно
zh_hans: 未知

source: Unknown Muscle
de: Unbekannter Muskel
es: Músculo desconocido
fr: Muscle inconnu
it: Muscolo sconosciuto
ja: 不明な部位
ko: 알 수 없는 근육
pt_br: Músculo desconhecido
ru: Неизвестная мышца
zh_hans: 未知肌肉

source: Unlock AI Exercise Replacement
de: KI-Übungsersatz freischalten
es: Desbloquear el reemplazo de ejercicios con IA
fr: Débloquer le remplacement d'exercice par IA
it: Sblocca la sostituzione esercizi con AI
ja: AI種目置き換えをアンロック
ko: AI 종목 교체 잠금 해제
pt_br: Desbloquear substituição de exercício por IA
ru: Откройте AI-замену упражнений
zh_hans: 解锁 AI 动作替换

source: Unlock AI Plan Generation
de: KI-Plangenerierung freischalten
es: Desbloquear la generación de planes con IA
fr: Débloquer la génération de plan par IA
it: Sblocca la generazione schede con AI
ja: AIプラン生成をアンロック
ko: AI 플랜 생성 잠금 해제
pt_br: Desbloquear geração de plano por IA
ru: Откройте AI-генерацию планов
zh_hans: 解锁 AI 计划生成

source: Unlock AI plan generation, Health Trends, and more.
de: Schalte KI-Plangenerierung, Gesundheitstrends und mehr frei.
es: Desbloquea la generación de planes con IA, las tendencias de salud y más.
fr: Débloquez la génération de plan par IA, les tendances de santé et plus encore.
it: Sblocca la generazione schede con AI, le tendenze salute e altro.
ja: AIプラン生成、ヘルストレンドなどをアンロック。
ko: AI 플랜 생성, 건강 추세를 비롯한 여러 기능을 잠금 해제하세요.
pt_br: Desbloqueie a geração de plano por IA, as tendências de saúde e mais.
ru: Откройте AI-генерацию планов, тренды здоровья и не только.
zh_hans: 解锁 AI 计划生成、健康趋势等更多功能。

source: Unlock AI Suggestions with Pro
de: KI-Vorschläge mit Pro freischalten
es: Desbloquea las sugerencias de IA con Pro
fr: Débloquez les suggestions IA avec Pro
it: Sblocca i suggerimenti AI con Pro
ja: ProでAI提案をアンロック
ko: Pro로 AI 제안 잠금 해제
pt_br: Desbloqueie as sugestões de IA com o Pro
ru: Откройте AI-рекомендации с Pro
zh_hans: 用 Pro 解锁 AI 建议

source: Unlock Correlation Insights
de: Korrelations-Insights freischalten
es: Desbloquear la información de correlaciones
fr: Débloquer les analyses de corrélation
it: Sblocca l'analisi delle correlazioni
ja: 相関インサイトをアンロック
ko: 상관관계 인사이트 잠금 해제
pt_br: Desbloquear os insights de correlação
ru: Откройте анализ корреляций
zh_hans: 解锁相关性洞察

source: Unlock Health Trends
de: Gesundheitstrends freischalten
es: Desbloquear las tendencias de salud
fr: Débloquer les tendances de santé
it: Sblocca le tendenze salute
ja: ヘルストレンドをアンロック
ko: 건강 추세 잠금 해제
pt_br: Desbloquear as tendências de saúde
ru: Откройте тренды здоровья
zh_hans: 解锁健康趋势

source: Unlock Pro
de: Pro freischalten
es: Desbloquear Pro
fr: Débloquer Pro
it: Sblocca Pro
ja: Proをアンロック
ko: Pro 잠금 해제
pt_br: Desbloquear o Pro
ru: Открыть Pro
zh_hans: 解锁 Pro

source: Unlock Sleep Timing Insights
de: Schlafzeit-Insights freischalten
es: Desbloquear la información de horarios de sueño
fr: Débloquer les analyses des horaires de sommeil
it: Sblocca l'analisi dei ritmi del sonno
ja: 睡眠タイミングのインサイトをアンロック
ko: 수면 시간대 인사이트 잠금 해제
pt_br: Desbloquear os insights de horários de sono
ru: Откройте аналитику режима сна
zh_hans: 解锁作息洞察

source: Unnamed split day
de: Unbenannter Split-Tag
es: Día de split sin nombre
fr: Jour de split sans nom
it: Giorno dello split senza nome
ja: 名称未設定のスプリット日
ko: 이름 없는 스플릿 일차
pt_br: Dia de split sem nome
ru: День сплита без названия
zh_hans: 未命名的分化训练日

source: Until changed
de: Bis zur Änderung
es: Hasta cambiarlo
fr: Jusqu'à modification
it: Fino a nuova modifica
ja: 変更するまで
ko: 변경할 때까지
pt_br: Até ser alterado
ru: До изменения
zh_hans: 直到手动更改

source: up
de: rauf
es: arriba
fr: en hausse
it: in aumento
ja: 上昇
ko: 증가
pt_br: acima
ru: выше
zh_hans: 上升

source: Up
de: Rauf
es: Arriba
fr: En hausse
it: In aumento
ja: 上昇
ko: 증가
pt_br: Acima
ru: Выше
zh_hans: 上升

source: Update
de: Aktualisieren
es: Actualizar
fr: Mettre à jour
it: Aggiorna
ja: 更新
ko: 업데이트
pt_br: Atualizar
ru: Обновить
zh_hans: 更新

source: Update Apple Health permissions so your health metrics appear here.
de: Aktualisiere die Apple-Health-Berechtigungen, damit deine Gesundheitsmetriken hier erscheinen.
es: Actualiza los permisos de Apple Salud para que tus métricas de salud aparezcan aquí.
fr: Mets à jour les autorisations Apple Santé pour que tes statistiques de santé apparaissent ici.
it: Aggiorna i permessi di Apple Health per far comparire qui i tuoi dati di salute.
ja: Apple Healthのアクセス許可を更新すると、ここに健康指標が表示されます。
ko: 건강 지표가 여기에 표시되도록 Apple Health 권한을 업데이트하세요.
pt_br: Atualize as permissões do Apple Saúde para que suas métricas de saúde apareçam aqui.
ru: Обновите разрешения Apple Health, чтобы показатели появились здесь.
zh_hans: 请更新 Apple Health 权限，让你的健康指标显示在这里。

source: Update Rest Timer?
de: Pausentimer aktualisieren?
es: ¿Actualizar el temporizador de descanso?
fr: Mettre à jour le minuteur de repos ?
it: Aggiornare il timer di recupero?
ja: 休憩タイマーを更新しますか？
ko: 휴식 타이머를 업데이트할까요?
pt_br: Atualizar o cronômetro de descanso?
ru: Обновить таймер отдыха?
zh_hans: 更新休息计时器？

source: Update Training Condition
de: Trainingsbedingung aktualisieren
es: Actualizar condición de entrenamiento
fr: Mettre à jour la condition d'entraînement
it: Aggiorna la condizione di allenamento
ja: トレーニングコンディションを更新
ko: 훈련 상황 업데이트
pt_br: Atualizar condição de treino
ru: Обновить статус тренировок
zh_hans: 更新训练状态

source: Updates your current training condition.
de: Aktualisiert deine aktuelle Trainingsbedingung.
es: Actualiza tu condición de entrenamiento actual.
fr: Met à jour ta condition d'entraînement actuelle.
it: Aggiorna la tua condizione di allenamento attuale.
ja: 現在のトレーニングコンディションを更新します。
ko: 현재 훈련 상황을 업데이트합니다.
pt_br: Atualiza sua condição de treino atual.
ru: Обновляет твой текущий статус тренировок.
zh_hans: 更新你当前的训练状态。

source: Updates your pre-workout energy.
de: Aktualisiert deine Pre-Workout-Energie.
es: Actualiza tu energía previa al entrenamiento.
fr: Met à jour ton énergie d'avant-séance.
it: Aggiorna la tua energia pre-allenamento.
ja: ワークアウト前のエナジードリンクの状態を更新します。
ko: 운동 전 컨디션을 업데이트합니다.
pt_br: Atualiza sua energia pré-treino.
ru: Обновляет уровень энергии перед тренировкой.
zh_hans: 更新你训练前的状态。

source: Updating chart
de: Diagramm wird aktualisiert
es: Actualizando gráfico
fr: Mise à jour du graphique
it: Aggiornamento del grafico
ja: グラフを更新中
ko: 차트 업데이트 중
pt_br: Atualizando gráfico
ru: Обновляем график
zh_hans: 正在更新图表

source: Updating Exercises
de: Übungen werden aktualisiert
es: Actualizando ejercicios
fr: Mise à jour des exercices
it: Aggiornamento degli esercizi
ja: 種目を更新中
ko: 종목 업데이트 중
pt_br: Atualizando exercícios
ru: Обновляем упражнения
zh_hans: 正在更新动作

source: Upper / Lower
de: Oberkörper / Unterkörper
es: Superior / Inferior
fr: Haut / Bas du corps
it: Parte alta / Parte bassa
ja: 上半身 / 下半身
ko: 상체 / 하체
pt_br: Superior / Inferior
ru: Верх / Низ
zh_hans: 上肢 / 下肢

source: Upper A
de: Oberkörper A
es: Superior A
fr: Haut du corps A
it: Parte alta A
ja: 上半身A
ko: 상체 A
pt_br: Superior A
ru: Верх A
zh_hans: 上肢 A

source: Upper Abs
de: Obere Bauchmuskeln
es: Abdominales superiores
fr: Haut des abdominaux
it: Addominali alti
ja: 腹筋上部
ko: 상복부
pt_br: Abdômen superior
ru: Верх пресса
zh_hans: 上腹肌

source: Upper B
de: Oberkörper B
es: Superior B
fr: Haut du corps B
it: Parte alta B
ja: 上半身B
ko: 상체 B
pt_br: Superior B
ru: Верх B
zh_hans: 上肢 B

source: Upper Chest
de: Obere Brust
es: Pecho superior
fr: Haut des pectoraux
it: Petto alto
ja: 大胸筋上部
ko: 상흉근
pt_br: Peito superior
ru: Верх груди
zh_hans: 上胸

source: Upper Traps
de: Obere Trapezmuskeln
es: Trapecio superior
fr: Haut des trapèzes
it: Trapezi superiori
ja: 僧帽筋上部
ko: 상부 승모근
pt_br: Trapézio superior
ru: Верх трапеции
zh_hans: 斜方肌上束

source: Upper: %lld
de: Oberkörper: %lld
es: Superior: %lld
fr: Haut du corps : %lld
it: Parte alta: %lld
ja: 上限：%lld
ko: 상체: %lld
pt_br: Superior: %lld
ru: Верх: %lld
zh_hans: 上肢：%lld

source: Use Plan
de: Plan verwenden
es: Usar plan
fr: Utiliser le plan
it: Usa la scheda
ja: プランを使う
ko: 플랜 사용
pt_br: Usar plano
ru: Использовать план
zh_hans: 使用计划

source: Use Plan Notes
de: Plannotizen verwenden
es: Usar notas del plan
fr: Utiliser les notes du programme
it: Usa le note della scheda
ja: プランのメモを使う
ko: 플랜 메모 사용
pt_br: Usar notas do plano
ru: Взять заметки плана
zh_hans: 使用计划备注

source: Value
de: Wert
es: Valor
fr: Valeur
it: Valore
ja: 値
ko: 값
pt_br: Valor
ru: Значение
zh_hans: 数值

source: Vertical push and pull focus.
de: Fokus auf vertikales Drücken und Ziehen.
es: Enfoque en empuje y tirón vertical.
fr: Axé sur la poussée et le tirage verticaux.
it: Focus su spinte e trazioni verticali.
ja: 垂直方向のプッシュとプルを重視。
ko: 수직 밀기와 당기기 중심이에요.
pt_br: Foco em empurrar e puxar vertical.
ru: Акцент на вертикальные жимы и тяги.
zh_hans: 以垂直推和垂直拉为主。

source: Very Easy
de: Sehr leicht
es: Muy fácil
fr: Très facile
it: Molto facile
ja: とても楽
ko: 매우 쉬움
pt_br: Muito fácil
ru: Очень легко
zh_hans: 非常轻松

source: Very easy, minimal exertion.
de: Sehr leicht, minimale Anstrengung.
es: Muy fácil, esfuerzo mínimo.
fr: Très facile, effort minimal.
it: Molto facile, sforzo minimo.
ja: とても楽で、ほとんど力を使いません。
ko: 아주 쉬워요. 힘이 거의 들지 않았어요.
pt_br: Muito fácil, esforço mínimo.
ru: Очень легко, почти без напряжения.
zh_hans: 非常轻松，几乎不费力。

source: View All
de: Alle ansehen
es: Ver todo
fr: Tout voir
it: Vedi tutto
ja: すべて表示
ko: 전체 보기
pt_br: Ver tudo
ru: Все
zh_hans: 查看全部

source: View All Entries
de: Alle Einträge ansehen
es: Ver todas las entradas
fr: Voir toutes les entrées
it: Vedi tutte le voci
ja: すべての記録を表示
ko: 모든 기록 보기
pt_br: Ver todas as entradas
ru: Все записи
zh_hans: 查看全部记录

source: View Fully
de: Vollständig ansehen
es: Ver completo
fr: Voir en entier
it: Vedi a schermo intero
ja: 全体を表示
ko: 전체 보기
pt_br: Ver completo
ru: Открыть полностью
zh_hans: 全屏查看

source: View History
de: Verlauf ansehen
es: Ver historial
fr: Voir l'historique
it: Vedi la cronologia
ja: 履歴を表示
ko: 기록 보기
pt_br: Ver histórico
ru: История
zh_hans: 查看历史

source: View in Health
de: In Health ansehen
es: Ver en Salud
fr: Voir dans Santé
it: Apri in Salute
ja: Healthで表示
ko: 건강 앱에서 보기
pt_br: Ver na Saúde
ru: Открыть в Здоровье
zh_hans: 在“健康”中查看

source: View Last Used Exercise
de: Zuletzt verwendete Übung ansehen
es: Ver el último ejercicio usado
fr: Voir le dernier exercice utilisé
it: Vedi l'ultimo esercizio usato
ja: 最後に使用した種目を表示
ko: 마지막 사용 종목 보기
pt_br: Ver o último exercício usado
ru: Последнее упражнение
zh_hans: 查看最近使用的动作

source: View Last Workout
de: Letztes Workout ansehen
es: Ver el último entrenamiento
fr: Voir la dernière séance
it: Vedi l'ultimo allenamento
ja: 前回のワークアウトを表示
ko: 지난 운동 보기
pt_br: Ver o último treino
ru: Последняя тренировка
zh_hans: 查看上次训练

source: View Last Workout Plan
de: Letzten Trainingsplan ansehen
es: Ver el último plan de entrenamiento
fr: Voir le dernier programme d'entraînement
it: Vedi l'ultima scheda
ja: 前回のワークアウトプランを表示
ko: 지난 운동 플랜 보기
pt_br: Ver o último plano de treino
ru: Последний план тренировки
zh_hans: 查看上一个训练计划

source: View Workout
de: Workout ansehen
es: Ver entrenamiento
fr: Voir la séance
it: Vedi l'allenamento
ja: ワークアウトを表示
ko: 운동 보기
pt_br: Ver treino
ru: Открыть тренировку
zh_hans: 查看训练

source: Villain Arc can export your completed workouts to Apple Health as well as read other workout metrics to improve suggestions and make the overall app richer.
de: Villain Arc kann deine abgeschlossenen Workouts zu Apple Health exportieren und außerdem andere Workout-Metriken lesen, um Vorschläge zu verbessern und die App insgesamt umfangreicher zu machen.
es: Villain Arc puede exportar tus entrenamientos completados a Apple Salud, además de leer otras métricas de entrenamiento para mejorar las sugerencias y enriquecer la app en general.
fr: Villain Arc peut exporter tes séances terminées vers Apple Santé et lire d'autres statistiques de séance pour améliorer les suggestions et enrichir l'app dans son ensemble.
it: Villain Arc può esportare i tuoi allenamenti completati in Apple Health e leggere altri dati di allenamento per migliorare i suggerimenti e rendere l'app più completa.
ja: Villain Arcは、完了したワークアウトをApple Healthに書き出せるほか、他のワークアウトの指標を読み取って提案の精度を高め、アプリ全体をより充実させます。
ko: Villain Arc는 완료한 운동을 Apple Health로 내보낼 수 있고, 다른 운동 지표를 읽어 제안을 개선하고 앱을 더 풍부하게 만들어요.
pt_br: O Villain Arc pode exportar seus treinos concluídos para o Apple Saúde e também ler outras métricas de treino para melhorar as sugestões e tornar o app mais rico.
ru: Villain Arc может экспортировать завершённые тренировки в Apple Health и читать другие показатели, чтобы улучшать рекомендации и делать приложение полезнее.
zh_hans: Villain Arc 可以把你完成的训练导出到 Apple Health，也可以读取其他训练指标来改进建议，让整个应用更丰富。

source: Villain Arc can use this to shape plan defaults, suggestions, and future coaching around how you like to train.
de: Villain Arc kann dies nutzen, um Planvorgaben, Vorschläge und zukünftiges Coaching daran auszurichten, wie du gern trainierst.
es: Villain Arc puede usar esto para adaptar los valores por defecto del plan, las sugerencias y el coaching futuro a cómo te gusta entrenar.
fr: Villain Arc peut l'utiliser pour adapter les valeurs par défaut du plan, les suggestions et le coaching futur à ta façon de t'entraîner.
it: Villain Arc può usarlo per adattare i valori predefiniti delle schede, i suggerimenti e il coaching futuro al modo in cui ti piace allenarti.
ja: Villain Arcはこれをもとに、あなたのトレーニングの好みに合わせてプランの初期値、提案、今後のコーチングを調整します。
ko: Villain Arc는 이를 바탕으로 플랜 기본값, 제안, 앞으로의 코칭을 내 훈련 스타일에 맞춰요.
pt_br: O Villain Arc pode usar isso para ajustar os padrões do plano, as sugestões e o coaching futuro à forma como você gosta de treinar.
ru: Villain Arc использует это, чтобы подстроить настройки планов, рекомендации и будущие подсказки под твой стиль тренировок.
zh_hans: Villain Arc 会据此调整计划默认值、建议以及未来的指导，贴合你喜欢的训练方式。

source: Villain Arc couldn't access your iCloud account. Make sure you're signed in to iCloud and that CloudKit access isn't restricted.
de: Villain Arc konnte nicht auf dein iCloud-Konto zugreifen. Stelle sicher, dass du bei iCloud angemeldet bist und der CloudKit-Zugriff nicht eingeschränkt ist.
es: Villain Arc no pudo acceder a tu cuenta de iCloud. Asegúrate de haber iniciado sesión en iCloud y de que el acceso a CloudKit no esté restringido.
fr: Villain Arc n'a pas pu accéder à ton compte iCloud. Assure-toi d'être connecté à iCloud et que l'accès à CloudKit n'est pas restreint.
it: Villain Arc non è riuscito ad accedere al tuo account iCloud. Assicurati di aver effettuato l'accesso a iCloud e che l'accesso a CloudKit non sia limitato.
ja: Villain ArcはiCloudアカウントにアクセスできませんでした。iCloudにサインインしていること、CloudKitへのアクセスが制限されていないことを確認してください。
ko: Villain Arc가 iCloud 계정에 접근하지 못했어요. iCloud에 로그인되어 있고 CloudKit 접근이 제한되지 않았는지 확인하세요.
pt_br: O Villain Arc não conseguiu acessar sua conta do iCloud. Verifique se você está conectado ao iCloud e se o acesso ao CloudKit não está restrito.
ru: Villain Arc не смог получить доступ к твоей учётной записи iCloud. Убедись, что вход в iCloud выполнен и доступ к CloudKit не ограничен.
zh_hans: Villain Arc 无法访问你的 iCloud 账户。请确认你已登录 iCloud，并且 CloudKit 访问未受限制。

source: Villain Arc needs additional Apple Health permissions to enable features added since your last update and support future Health features.
de: Villain Arc benötigt zusätzliche Apple-Health-Berechtigungen, um seit deinem letzten Update hinzugefügte Funktionen zu aktivieren und zukünftige Health-Funktionen zu unterstützen.
es: Villain Arc necesita permisos adicionales de Apple Salud para habilitar las funciones añadidas desde tu última actualización y admitir futuras funciones de Salud.
fr: Villain Arc a besoin d'autorisations Apple Santé supplémentaires pour activer les fonctionnalités ajoutées depuis ta dernière mise à jour et prendre en charge les futures fonctionnalités Santé.
it: Villain Arc ha bisogno di altri permessi di Apple Health per attivare le funzioni aggiunte dall'ultimo aggiornamento e supportare quelle future.
ja: 前回のアップデート以降に追加された機能を使えるようにし、今後のHealth機能に対応するため、Villain ArcにはApple Healthの追加のアクセス許可が必要です。
ko: Villain Arc가 지난 업데이트 이후 추가된 기능을 쓰고 앞으로의 건강 기능을 지원하려면 Apple Health 권한이 더 필요해요.
pt_br: O Villain Arc precisa de permissões adicionais do Apple Saúde para habilitar os recursos adicionados desde sua última atualização e dar suporte a recursos futuros da Saúde.
ru: Villain Arc нужны дополнительные разрешения Apple Health для функций, появившихся с момента прошлого обновления, и для будущих возможностей Здоровья.
zh_hans: Villain Arc 需要额外的 Apple Health 权限，以启用你上次更新后新增的功能，并支持未来的健康功能。

source: Villain Arc needs WiFi for first time setup to sync your workout data.
de: Villain Arc benötigt für die Ersteinrichtung WLAN, um deine Workout-Daten zu synchronisieren.
es: Villain Arc necesita wifi para la configuración inicial y sincronizar tus datos de entrenamiento.
fr: Villain Arc a besoin du Wi-Fi pour la configuration initiale afin de synchroniser tes données de séance.
it: Villain Arc ha bisogno del Wi-Fi alla prima configurazione per sincronizzare i dati dei tuoi allenamenti.
ja: 初回セットアップでワークアウトデータを同期するには、Villain ArcにWi-Fi接続が必要です。
ko: Villain Arc가 첫 설정에서 운동 데이터를 동기화하려면 WiFi가 필요해요.
pt_br: O Villain Arc precisa de Wi-Fi na configuração inicial para sincronizar seus dados de treino.
ru: Для первой настройки Villain Arc нужен Wi-Fi, чтобы синхронизировать данные тренировок.
zh_hans: Villain Arc 首次设置需要 WiFi 来同步你的训练数据。

source: Villain Arc now speaks ten languages, including yours.
de: Villain Arc spricht jetzt zehn Sprachen — deine ist dabei.
es: Villain Arc ya habla diez idiomas, incluido el tuyo.
fr: Villain Arc parle désormais dix langues, dont la tienne.
it: Villain Arc ora parla dieci lingue, compresa la tua.
ja: Villain Arcは10の言語に対応しました。あなたの言語もそのひとつです。
ko: Villain Arc가 이제 10개 언어를 지원합니다. 여러분의 언어도 포함됩니다.
pt_br: O Villain Arc agora fala dez idiomas, incluindo o seu.
ru: Villain Arc теперь говорит на десяти языках, включая твой.
zh_hans: Villain Arc 现已支持十种语言，其中就有你的语言。

source: Villain Arc Pro unlocks AI features and advanced health insights. Cancel anytime in Settings.
de: Villain Arc Pro schaltet KI-Funktionen und erweiterte Gesundheits-Insights frei. Jederzeit in den Einstellungen kündbar.
es: Villain Arc Pro desbloquea las funciones de IA y la información de salud avanzada. Cancela cuando quieras en Ajustes.
fr: Villain Arc Pro débloque les fonctionnalités IA et les analyses de santé avancées. Annulez à tout moment dans les Réglages.
it: Villain Arc Pro sblocca le funzioni AI e le analisi avanzate sulla salute. Puoi annullare quando vuoi nelle Impostazioni.
ja: Villain Arc ProでAI機能と高度なヘルスインサイトが使えます。設定からいつでもキャンセルできます。
ko: Villain Arc Pro를 쓰면 AI 기능과 고급 건강 인사이트가 열려요. 설정에서 언제든 해지할 수 있어요.
pt_br: O Villain Arc Pro desbloqueia os recursos de IA e os insights de saúde avançados. Cancele quando quiser em Ajustes.
ru: Villain Arc Pro открывает AI-функции и расширенную аналитику здоровья. Отменить можно в любой момент в Настройках.
zh_hans: Villain Arc Pro 可解锁 AI 功能和进阶健康洞察。可随时在“设置”中取消。
